[
    {
        "id": "624a524e0de3817072aa17cb",
        "img": "https://raw.githubusercontent.com/mohammad-al-amin-islam/images/main/player-1.png",
        "review": 5,
        "name": "Ester Lowery",
        "givenReview": "I previously wrote this review right after reading the book. Today, February 15th, after applying James’s system for 100 days on a few tiny habits, I feel compelled to share updates with you because they have sincerely worked.I will divide the review into 5 parts. The first part is a summary of the book with short excerpts highlighted while taking notes. Next, I hope to share pieces of advice that have motivated me while building new habits. Following that, I will share how I implemented the first 3 habits throughout these months. Then, some thoughts to whom I would recommend reading the book. Last, there are 4 complementary readings.\r\n"
    },
    {
        "id": "624a524e14841772b9bdc834",
        "img": "https://raw.githubusercontent.com/mohammad-al-amin-islam/images/main/player-2.png",
        "review": 5,
        "name": "Selon Stark",
        "givenReview": "I've read a lot of books on changing behavior and building habits and James Clear's Atomic Habits is my new favorite. This book is different from others in the way it covers an enormous amount of ground in the larger area of self-improvement while seamlessly tying all these ideas back into the central theme of habits.One of the core concepts in Atomic Habits is to focus on the small improvement. The impact a 1% improvement per day can make may appear negligible at first, but Clear makes a compelling argument that in the case of habits, thinking small produces the biggest results over time. "Habits are the compound interest of self-improvement,
        " explains Clear.\r\n"
    },
    {
        "id": "624a524e8f927b9d36b4c182",
        "img": "https://raw.githubusercontent.com/mohammad-al-amin-islam/images/main/player-3.png",
        "review": 2,
        "name": "Inez Chase",
        "givenReview": "This is a solid skimmer. Just another supposed groundbreaking self-help book from some guy who has been declared an expert by repeating well known ideas to a corporate audience and can effectively write for the masses at a sixth grade level. This book is a pseudo-intellectual approach to the well known. These are all ideas that I have heard expressed better elsewhere and there isn't a single unique idea in the book. It's a book by a guy with a silver tongue, mediocre research skills, and who found a publisher with a good copy editor. It wouldn't be so cringey to read if he didn't refer to concepts as  which they are not, and proper noun which is also barely true. Talk about self aggrandizing..\r\n"
    },
    {
        "id": "624a524e778d403c608f6f19",
        "img": "https://raw.githubusercontent.com/mohammad-al-amin-islam/images/main/player-4.png",
        "review": 5,
        "name": "Charlene Wilcox",
        "givenReview": "And I absolutely mean it what I said in Headline of my comment. I have been following jamesclear.com from very long.His one article has absolutely changed my life, imagine what this book can offer to you.I have been chasing to build many habits and experimenting with them a lot but I would always find a bit difficult to stay with my changed behavior and then while browsing on internet studying more on habits formation I stumbled on James's articles and boy this guy has the answer for habit formation.\r\n"
    },
    {
        "id": "624a524e5c3465b81ae4f57f",
        "img": "https://raw.githubusercontent.com/mohammad-al-amin-islam/images/main/player-5.png",
        "review": 3,
        "name": "Vincent Wilkerson",
        "givenReview": "I bought this book as I listened to an interview with James Clear on a podcast and found him interesting. His book, however was disappointing. It follows the typical self-help formula of common sense and old ideas combined with overly simplistic charts and celebrity anecdotes to remind you of what you already know.\r\n"
    },
    {
        "id": "624a524e7155bb80f4c4d0e9",
        "img": "https://raw.githubusercontent.com/mohammad-al-amin-islam/images/main/player-6.png",
        "review": 5,
        "name": "Rios Carpenter",
        "givenReview": "On of the best motivational books I ever read. I have not finished it yet but James Clear’s ideas and direction about how to charge yourself into better and more organized person is so clear and rational. It’s very easy to read. Very interesting facts about how our habits develop and work and how to change them. If you do want to change your bad habits and improve your good habits you need to work on yourself. I do recommend to buy Clear Habit Journal, it will really help you along the way.\r\n"
    }
]